Autodesk.Revit.DB.ScheduleHorizontalAlignment
Horizontal alignment of data in a schedule.
Since:
2013
Since:
2013

Autodesk.Revit.DB.ScheduleHorizontalAlignment.Right
Right aligned

Autodesk.Revit.DB.ScheduleHorizontalAlignment.Center
Center aligned

Autodesk.Revit.DB.ScheduleHorizontalAlignment.Left
Left aligned